{
    "issue": 1,
    "month": 10,
    "year": 1993,
    "articles": [
        {
            "title": "Things to come",
            "subtitle": "What does the future of videogaming hold? Edge quizzes some people who may just know",
            "start_page": 6,
            "end_page": 7
        },
        {
            "title": "News",
            "subtitle": "Up to the minute news reports, in depth, from across the entire world of videogaming",
            "start_page": 8,
            "end_page": 21
        },
        {
            "title": "Release dates",
            "subtitle": "A complete catalogue of all the hot new games to be released over the coming six months",
            "start_page": 22,
            "end_page": 23
        },
        {
            "title": "Charts",
            "subtitle": "The official multiformat ELSPA charts; and the very unofficial Edge lists",
            "start_page": 24,
            "end_page": 25
        },
        {
            "title": "Prescreen",
            "subtitle": "Check in for 19 pages of sneakscans of the games that matter, including Jurassic Park",
            "start_page": 24,
            "end_page": 47
        },
        {
            "title": "3DO",
            "subtitle": "There's a new player in town. So what? Edge asks some very awkward questions...",
            "start_page": 48,
            "end_page": 58
        },
        {
            "title": "Surround sound",
            "subtitle": "In stereo your mind can wallow; with Surround sound it risks drowning. Take swimming lessons",
            "start_page": 60,
            "end_page": 65
        },
        {
            "title": "Competition",
            "subtitle": "Win a £1,000 Toshiba Surround TV, a SNES and Jaleco's King Arthur's World. No messing",
            "start_page": 66,
            "end_page": 69
        },
        {
            "title": "Making Microcosm",
            "subtitle": "Psygnosis' Microcosm is the first CD shoot 'em up: discover exactly how it was made (and why)",
            "start_page": 70,
            "end_page": 80
        },
        {
            "title": "Testscreen",
            "subtitle": "Edge rates the current batch of new releases including SFII Turbo and Slipheed",
            "start_page": 81,
            "end_page": 109
        },
        {
            "title": "Letters",
            "subtitle": "Postcards to the Edge: directives, missives — and expletives most emphatically not deleted",
            "start_page": 110,
            "end_page": 110
        },
        {
            "title": "What do you want?",
            "subtitle": "Talk back to us. Tell us what works and what misses and we'll take your advice to heart",
            "start_page": 111,
            "end_page": 112
        },
        {
            "title": "Subscribe",
            "subtitle": "It's no good Edge being so great if you can't get a hold of it — subscribe and save grief",
            "start_page": 113,
            "end_page": 113
        },
        {
            "title": "Over the Edge",
            "subtitle": "Say goodbye to this issue and see what delights Edge 2 has in store for you next month",
            "start_page": 114,
            "end_page": 114
        }
    ]
}